/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "Loobu";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "Kodu";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "Töö";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "Mobiil";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "Muu";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (külaline)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "Kõik kontaktid";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "Kõik kontaktid";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Skype'i kontaktid";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "Salvestatud telefoninumbrid";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "Võrgusolevad kontaktid";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "Saadetud kontaktisoovid";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "Hiljutised kontaktid";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "Saadud kontaktisoovid";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "Vastatud kontaktisoovid";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "Blokeeritud kontaktid";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "Grupeerimata kontaktid";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "Soovitatud kontaktid";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "Nimetu rühm";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "Soovin sind oma Skype'i kontaktiks lisada";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Skype'i proovikõne";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "et";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Tere, see on Skype'i proovikõne robot. Lisa mind oma kontaktide nimekirja ja helista mulle, et kontrollida oma heliseadeid. Vaata lisaks http://www.skype.com/go/help. Aitäh!";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "Helista mulle, et arvuti heliseadeid kontrollida";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "Helistamine";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "Helistamine";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "Kõne katkestatud";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "Kõne ebaõnnestus";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "Kutsub";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "Helistab";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "Kõne ootel";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "Sinu kõne on ootel";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "Lõpetatud";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "Vastamata";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "Keeldutud";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "Hõivatud";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "Ühendus kadunud";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "Kõnepost";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "Kõneposti salvestamine";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "Kõneposti saatmine";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "Kõnepost saadetud";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "Kõnepost katkestatud";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "Kõnepost ebaõnnestus";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "Ühendamine";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "Kutsub";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "Ühendamine";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "Ootel";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "Lõpetati";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "Helistan Facebooki (Beta)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "Helistab...";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "Helistab...";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "Kõne toimub…";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "Ootel";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "Sa oled hetkel ootel";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "Teised on hetkel kõnes";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "Teised kõik on hetkel kõnes";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "Kõnepostitervituse esitamine";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "Kõnepostiteate salvestamine";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "Viimane aktiivne kõne";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "Selle kõne edastamine";


/*  */
"CONVERSATION_POST_FILES_BODY" = "Saadetud failid";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "Sulle saabus videosõnum. Vaata seda siit %1 kasutades koodi %2.";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ – vaata aadressil %%1.";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "Selle jagatud foto vaatamiseks ava link %1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "Selle jagatud faili vaatamiseks mine aadressile %1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "Väljas";
"CONTACT_AVAILABILITY_ONLINE" = "Sees";
"CONTACT_AVAILABILITY_AWAY" = "Eemal";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "Hõivatud";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "Ootel kontaktisoov";
"CONTACT_AVAILABILITY_BLOCKED" = "Blokeeritud";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "Väljas kõnepostiga";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "Kõned suunamisega";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "Nähtamatu";
"CONTACT_AVAILABILITY_CONNECTING" = "Ühendamine";
"CONTACT_AVAILABILITY_SKYPEOUT" = "Telefoninumber";

/*  */
"CONTACT_GENDER_FEMALE" = "Naine";

/*  */
"CONTACT_GENDER_MALE" = "Mees";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "Tundmatu number";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "Nimetu";


"ACCOUNTMANAGER_LOGIN_STATUS" = "Sisselogimine...";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "Kontaktinimekirja laadimine...";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "Failide uuendamine...";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@ lisas kasutaja %2$@ vestlusesse";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@ lahkus vestlusest";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@ eemaldas kasutaja %2$@";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@ seadis vestluse teemaks %2$@";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "See sõnum eemaldati.";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "Süsteemiga sama";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "Skype'iga ei saa ühendust.";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "Palun kontrolli võrguseadeid ja proovi uuesti";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Skype'i nimi on vigane.";
"Account::INVALID_EMAIL" = "E‑posti aadress on vigane.";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "Palun kontrolli ja proovi uuesti";
"Account::UNACCEPTABLE_PASSWORD" = "Salasõna on vigane.";
"Account::SKYPENAME_TAKEN" = "Skype'i nimi on juba võetud.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "Palun sisesta uus.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "Me ei tunne seda Skype'i nime ja salasõna.";
"Account::INCORRECT_PASSWORD" = "Me ei tunne seda Skype'i nime ja salasõna.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "Liiga palju ebaõnnestunud sisselogimiskatseid";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "Palun proovi hiljem uuesti";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "Sinu salasõna on muutunud";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "Palun logi sisse oma uue salasõnaga.";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "Palun proovi uuesti.";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "Peab olema 6–20 tähemärki pikk";
"SkyLib::TOO_LONG" = "Peab olema 6–20 tähemärki pikk";
"SkyLib::CONTAINS_INVALID_CHAR" = "Ei tohi sisaldada märke nagu Σ, à, ß.";
"SkyLib::CONTAINS_SPACE" = "Ei tohi sisaldada tühikut ega tabeldusmärki";
"SkyLib::SAME_AS_USERNAME" = "Liiga sarnane sinu Skype'i nimega";
"SkyLib::INVALID_FORMAT" = "Vigane formaat.";
"SkyLib::CONTAINS_INVALID_WORD" = "Liiga lihtne, nt. abcd, Skype";
"SkyLib::TOO_SIMPLE" = "Peab sisaldama vähemalt 1 tähemärki ja 1 numbrit.";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "Peab algama tähega (A–Z).";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Proovi pikemat Skype'i nime.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Proovi pikemat salasõna.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Proovi lühemat Skype'i nime.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Proovi lühemat salasõna.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Proovi uut Skype'i nime.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Proovi uut salasõna.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "Proovi uut e‑posti aadressi.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "Proovi uut väärtust.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "Salasõna on vigane.";
"Account::PWD_SERVER_CONNECT_FAILED" = "Ei õnnestunud serveriga ühendust saada.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "Uus salasõna peab vanast erinema.";
"Account::PWD_INVALID_NEW_PWD" = "Salasõna ei kehti.";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "Pead olema sisselogitud, et oma salasõna muuta.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "Sinu muudatust ei saanud salvestada. Palun kontrolli seadeid ja proovi uuesti.";

"ACCOUNT_NOCREDIT" = "Krediiti pole";
"ACCOUNT_FREECALL" = "Tasuta kõne";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "Faili nimi on vigane";
"SkyLib::TRANSFER_OPEN_FAILED" = "Faili avamine ebaõnnestus";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "Liiga palju samaaegseid failiedastusi";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "Oled Skype'ist väljas.";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "Helistamiseks pead Skype'is sees olema.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "Sa ei saa kontakte otsida, kui oled Skype'st väljas. Muuda oma olekut ja proovi uuesti.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "SMSi saatmiseks pead olema Skype'is sees";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "Selle sõnumi kuulamiseks pead olema Skype'is sees.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "SMSi teksti sisestamine ei õnnestu";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "Sul pole SMSi saatmiseks piisavalt krediiti.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "Sellel numbril helistamiseks peab sul olema Skype'i krediiti.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "See Skype'i nimi või telefoninumber on vigane.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "Sa ei saa sellele Lynci kontaktile helistada, sest ta on võrgust väljas.";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "Sa ei saa sellele kasutajale helistada, sest oled ta blokeerinud.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "Sa ei saa selle kasutajaga vestelda, sest oled ta blokeerinud,";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "Sa ei saa sellele kasutajale SMSi saata, sest oled ta blokeerinud.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "Sa ei saa seda kasutajat lisada, kuna oled ta blokeerinud.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "Iseendale ei saa helistada.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "Iseendaga ei saa vestlust alustada.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "Iseennast ei saa lisada.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "Sa ei saa selle vestlusega liituda";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "Seda vestlust ei leitud";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "See pole kehtiv telefoninumber.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "Sa ei saa sellel numbril helistada, sest see on hädaabinumber.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "Sa ei saa sellel numbril SMSi saata, sest see on hädaabinumber";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "Sa ei saa seda numbrit lisada, kuna see on hädaabinumber.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "Enne uue kõne alustamist pead poolelioleva lõpetama.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "Kõnepostiteate kuulamiseks pead kõigepealt poolelioleva kõne lõpetama.";
"SKERROR_CALLFAILED" = "Kõne ebaõnnestus. Palun proovi uuesti.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "Sa proovisid alustada vestlust liiga paljude kontaktidega korraga.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "Sa ei saa nende kontaktidega vestelda.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "Sa ei saa sellele kasutajale helistada, kuna ta pole sinu kontaktisoovile vastanud.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "Sa ei saa sellele kasutajale helistada, kuna ta pole sinu kontaktisoovile vastanud.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "Vale kinnituskood";
"Sms::MISC_ERROR" = "Vigane telefoninumber";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "Sinu konto on blokeeritud";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "Palun võta ühendust kasutajatoega";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "Selles kõnes on grupivideo jaoks liiga palju osalejaid.";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "Videokõnet saab teha kuni 9 osalejaga. Eemalda sellest grupist osalejaid ja proovi uuesti.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "Selles kõnes on grupivideo jaoks liiga palju osalejaid.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "Videokõnet saab teha kuni 9 osalejaga. Eemalda sellest grupist osalejaid ja proovi uuesti.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "Sinu praegune Skype'i videokõne pakett ei võimalda videokõnet nii paljude osalejatega. Kui soovid sellesse kõnesse osalejaid lisada, pead ostma rohkemate võimalustega paketi.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "Grupivideokõne tegemiseks peab sul olema Skype'i videokõnede pakett.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "Grupivideokõne tegemiseks peab sul olema Skype'i videokõnede pakett.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "Soovid teha grupivideokõne?";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "Soovid teha grupivideokõne?";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "Sa oled juba grupivideokõnes";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "Saad teha ainult ühe grupivideokõne korraga.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "Kõne limiit on ületatud.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "Neljatunnine grupivideokõne ja ekraanijagamise limiit on saavutatud.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "Neljatunnine grupivideokõne ja ekraanijagamise limiit on saavutatud. Lisainfot leiad oma kontolt.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "Päevane grupivideokõne limiit on saavutatud.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "Grupivideokõne on ajutiselt keelatud. Õiglase kasutuse limiit on saavutatud. Lisainfot leiad oma kontolt.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "Selle kuu grupivideokõne liimit on saavutatud.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "Grupivideokõne on ajutiselt keelatud. Selle kuu õiglase kasutuse limiit on saavutatud. Lisainfot leiad oma kontolt.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "Grupivideokõne ja ekraanijagamine pole hetkel saadaval.";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "Ilmnes viga. Proovi hiljem uuesti.";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "Proovi grupivideokõnet";
"PremiumVideoErrorRecovery_GetPremium" = "Proovi grupivideokõnet";
"PremiumVideoErrorRecovery_UpgradePremium" = "Uuenda";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Skype'i WiFi kasutamiseks on sul vaja Skype'i krediiti";
"AccessSession::LOGIN_FAILURE" = "Me ei tunne seda Skype'i nime ja salasõna.";
"AccessSession::WISPR_LOGIN_REJECTED" = "Vigane kasutajanimi või salasõna.";

"SKYPEACCESS_NO_ACCOUNT" = "Palun logi sisse oma Skype'i kontoga.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "Ei õnnestunud ühendust luua. Kontrolli WiFi-levi tugevust või vali teine võrk.";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "Selle WiFi-võrguga ei õnnestunud ühendust luua. Proovi mõnda teist võrku.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "ei saanud ühendust";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "WiFi-võrk “%@” ei ole enam saadaval";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "Ootamatute kulutuste vältimiseks ühendu korralikult võrgust lahti, kui võrgust lahkud või oma seadme välja lülitad";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "Ühenda uuesti WiFi-võrguga \"%@\"";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Skype'i WiFi proovib su internetiühendust katkestada. Soovimatute kulutuste vältimiseks veendu alati, et oled enne WiFi-võrgu levialast väljumist või seadme väljalülitamist ühenduse katkestanud.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "Sinu internetiühendus on katkestatud.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@/min";
"ACCESS_PRICE_PER_MINUTE_FREE" = "Tasuta";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "omab uut Skype'i versiooni parema vestlusefunktsiooniga.\nLaadi alla viimane versioon, et liituda ja jätkata vestlemist.\nLaadi alla  lehelt<a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a>.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "omab uut Skype'i versiooni parema vestlusefunktsiooniga.\nLaadi alla viimane versioon, et liituda ja jätkata vestlemist.\nLaadi alla  lehelt https://microsoft.sharepoint.com/teams/DogfoodSkype/.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "Klõpsa <a href=\"skype:?chat&amp;id=%1\">siia</a> et näha eelmist vestluse ajalugu.";
